IDEA Open Model
Stirrup.AnchorageLenght Property
Compatible with IDEA StatiCa 20.1
 Anchorage Lenght
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double AnchorageLenght { get; set; }
Public Property AnchorageLenght As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace